[
    {
        "Attack": "Get this effect when this unit attacks.",
        "Barrier": "Negates the next damage the unit would take. Lasts until end of round. Does not protect against overwhelm damage against the nexus.",
        "Burst": "Burst spells resolve instantly. The enemy can't act before it finishes. Giving over your turn after only using burst spells makes you not pass - you can use it to wait for your enemy to do a play.",
        "Can't Block": "This unit is unable to block.",
        "Capture": "A Captured card is removed from the game. It returns when the Capturing unit leaves play. Removes all effects that were applied to it, it returns with full life.",
        "Challenger": "Can choose which enemy unit blocks.",
        "Champion": "Rarity. You can buy a Champion for 3000 Shards. You can not draw duplicate Champion-Cards. If you own all Epics, you get 750 Shards instead.",
        "Champion Cardtype": "Cardtype. You use your mana to play a champion. You can not have more than 6 Champions in your Deck.",
        "Champion Wildcard": "Can be used to craft a Champion. Up to 3 can be bought in the shop every week for 300 Coins each.",
        "Coins": "Premium Currency of LoR. You can use it to buy wildcards, as well as cosmetics, such as boards and guardians.",
        "Common": "Rarity. You can buy a common for 3000 Shards.If you already own 3 copies of the Common, you get 750 Shards instead.",
        "Common Wildcard": "Can be used to craft a common. Up to 3 can be bought in the shop every week for 300 Coins each.",
        "Demacia": "Justice. Honor. Duty. Proud Demacia sits on the northwestern edge of Runeterra. Once a safe haven from a brutal war, Demacia is now caught between the shifting tides of time. Can this mighty kingdom evolve to further serve its people, or do they face obsoletion along the march of progress? Stand on the side of justice!",
        "Double Attack": "While attacking, it strikes both before AND at the same time as its blocker.",
        "Drain": "Heal our Nexus for the amount of damage dealt",
        "Elusive": "Can only be blocked by an Elusive unit.",
        "Enlightened": "You're Enlightened when you have 10 max mana.",
        "Ephemeral": "This unit dies when it strikes or when the round ends.",
        "Epic": "Rarity. You can buy an Epic for 3000 Shards. You can not draw duplicate Epic-Cards. If you own all epics, you get 750 Shards instead.",
        "Epic Wildcard": "Can be used to craft an Epic. Up to 3 can be bought in the shop every week for 300 Coins each.",
        "Expediton": "You can play up to 3 paid expeditions each week. After that, you can play as many free trials as you wish. Each expedition has 2 Trials, your rewards depend on your best trial. You have to pay 300 Coins, 3000 Shards or 1 Expedition Token for each expedition you play.",
        "Fast": "Fast spells can be played at any time, but allow the opponent to respond.",
        "Fearsome": "Can only be blocked by enemies with 3 or more Power.",
        "Fleeting": "Fleeting cards discard from hand when the round ends.",
        "Freljord": "In the bitter cold of the frozen north, the wilderness is torn asunder from a savage, three-way civil war. Those who call this place home must find the fire within to persevere through harsh conditions and stand as paragons of fortitude and resilience. Can you weather the path to victory?",
        "Frostbite": "Set a unit's Power to 0 this round. It can be changed after. The unit can still attack.",
        "Handsize": "You cannot hold more than 10 cards in hand at any time. If you would draw an 11th, it is obliterated.",
        "Imbue": "These abilities trigger when you resolve a spell. Example: Heimerdinger, Ezreal.",
        "Ionia": "Balance: the cornerstone of the First Lands we know as Ionia. Once, it existed aplenty, with the spiritual and physical worlds coexisting together in harmony...but such serenity is fleeting. Noxus, bent on imperial expansion, brought their insatiable hunger to Ionia's shores. Though the empire was driven out, there is an air of uncertainty hovering over the land. Are you willing to pay the price for peace?",
        "Last Breath": "These abilities take effect when the unit dies.",
        "Level Up": "A champion levels up once this condition is met, even in hand or deck.",
        "Lifesteal": "Damage this unit deals heals its Nexus that amount.",
        "Mana": "You need Mana to play cards",
        "Nexus Strike": "Effect when unit strikes the enemy Nexus.",
        "Noxus": "A brutal, expansionist empire where might makes right, Noxus sprawls across the continent in a struggle for complete dominance. However, within the region's borders beats a heart fueled by the blood, sweat, and tears of its dedicated citizens, allowing any who would try for power to step forth and seize victory...if they're able. Do you have what it takes?",
        "Obliterate": "Completely removed from the game. Doesn't cause Last Breath and can't be revived.",
        "Overwhelm": "Attacking will unpreventably redirect this unit's excess damage to the enemy nexus. Not even a barrier can stop it.",
        "Piltover & Zaun": "Piltover and Zaun may seem worlds apart, but an unusual harmony connects them beyond mere proximity. On the surface, Piltover is a prosperous city of industry. Standing as Valoran's cultural center, innovation and ingenuity are prized. However, amidst the cliffs beneath Piltover lies Zaun. Swathed in a smog-induced twilight, Zaun thrives in the shadow of its sister city. When the brilliant scientists above find society too constraining, they journey below, into the toxic air to conduct their experiments. Will you choose to stay on the surface or chance what lurks beneath?",
        "Play": "Get this effect when you play this unit from hand.",
        "Quick Attack": "While attacking, strikes before its blocker.",
        "Rare": "Rarity. You can buy a Rare for 3000 Shards. If you already own 3 copies of the Rare, you get 750 Shards instead.",
        "Rare Wildcard": "Can be used to craft a rare. Up to 3 can be bought in the shop every week for 300 Coins each.",
        "Recall": "Return a unit to hand and remove all effects applied to it.",
        "Regeneration": "Heals fully at the start of each round.",
        "Shadow Isles": "The Blessed Isles were once a thriving, fertile land...until the king of the Isles, beset by grief, sought to defy the natural order of the world, bringing ruination to the land. Now the Shadow Isles, veiled by the sinister shroud known as the Black Mist, leech life from any creature who dares step foot on those cursed shores. Do you dare turn your gaze to the Shadow Isles?",
        "Shards": "Normal Currency of LoR. You can use it to buy cards or pay for expedition runs.",
        "Silenced": "Removes all text and keywords from a unit.",
        "Skill": "A unit's spell-like effect that allows enemy reactions.",
        "Slow": "Slow spells can be cast outside of combat and other casting. The enemy can respond.",
        "Spell Cardtype": "Card Type. You can use Mana and Spellmana to pay for this card. Can have Slow, Fast or Burst Spellspeed.",
        "Spell Mana": "Can only be used to play Spells.",
        "SpellOverwhelm": "Damaging a unit will unpreventably redirect the excess damage to the enemy nexus. Not even a barrier can stop it.",
        "Strike": "Deal damage to an enemy using the unit's power. Units with 0 power can't strike.",
        "Stun": "Remove a unit from combat. It can't attack or block for the rest of the round.",
        "Support": "Attacking with a support unit will buff the unit to its right.",
        "Tough": "Takes 1 less damage from all sources.",
        "Trap": "Attaches to another card, trapping it. When the trapped card is drawn, perform the effect. For example: Teemo's Puffcaps",
        "Unit Cardtype": "Card Type. You use your mana to play a Unit.",
        "Weakest": "Lowest Power, with ties broken by lowest Health then lowest Cost"
    },
    {
        "attack": "Attack",
        "attackskillmark": "Attack",
        "autoplay": "Trap",
        "barrier": "Barrier",
        "burst": "Burst",
        "cantblock": "Can't Block",
        "capture": "Capture",
        "challenger": "Challenger",
        "champion": "Champion",
        "championcardtype": "Champion Cardtype",
        "championrarity": "Champion",
        "championtype": "Champion Cardtype",
        "championwc": "Champion Wildcard",
        "championwildcard": "Champion Wildcard",
        "coin": "Coins",
        "coins": "Coins",
        "common": "Common",
        "commonrarity": "Common",
        "commonwc": "Common Wildcard",
        "commonwildcard": "Common Wildcard",
        "d": "Demacia",
        "de": "Demacia",
        "dem": "Demacia",
        "demacia": "Demacia",
        "doubleattack": "Double Attack",
        "doublestrike": "Double Attack",
        "drain": "Drain",
        "elusive": "Elusive",
        "enlightened": "Enlightened",
        "ephemeral": "Ephemeral",
        "epic": "Epic",
        "epicrarity": "Epic",
        "epicwc": "Epic Wildcard",
        "epicwildcard": "Epic Wildcard",
        "expedition": "Expedition",
        "f": "Freljord",
        "fast": "Fast",
        "fearsome": "Fearsome",
        "fj": "Freljord",
        "fleeting": "Fleeting",
        "freljord": "Freljord",
        "frostbite": "Frostbite",
        "handsize": "Handsize",
        "i": "Ionia",
        "imbue": "Imbue",
        "io": "Ionia",
        "ionia": "Ionia",
        "lastbreath": "Last Breath",
        "levelup": "Level Up",
        "lifesteal": "Lifesteal",
        "mana": "Mana",
        "n": "Noxus",
        "nexusstrike": "Nexus Strike",
        "nox": "Noxus",
        "noxus": "Noxus",
        "nx": "Noxus",
        "obliterate": "Obliterate",
        "overwhelm": "Overwhelm",
        "piltover": "Piltover & Zaun",
        "piltoverandzaun": "Piltover & Zaun",
        "piltoverzaun": "Piltover & Zaun",
        "play": "Play",
        "playskillmark": "Play",
        "pnz": "Piltover & Zaun",
        "pz": "Piltover & Zaun",
        "quickattack": "Quick Attack",
        "quickstrike": "Quick Attack",
        "rare": "Rare",
        "rarerarity": "Rare",
        "rarewc": "Rare Wildcard",
        "rarewildcard": "Rare Wildcard",
        "recall": "Recall",
        "regeneration": "Regeneration",
        "shadowisles": "Shadow Isles",
        "shard": "Shards",
        "shards": "Shards",
        "si": "Shadow Isles",
        "silenced": "Silenced",
        "skill": "Skill",
        "slow": "Slow",
        "spell": "Spell Cardtype",
        "spellcardtype": "Spell Cardtype",
        "spellmana": "Spell Mana",
        "spelloverwhelm": "SpellOverwhelm",
        "spells": "Spell Cardtype",
        "spelltype": "Spell Cardtype",
        "strike": "Strike",
        "stun": "Stun",
        "support": "Support",
        "tough": "Tough",
        "trap": "Trap",
        "unit": "Unit Cardtype",
        "unitcardtype": "Unit Cardtype",
        "units": "Unit Cardtype",
        "unittype": "Unit Cardtype",
        "weakest": "Weakest",
        "zaun": "Piltover & Zaun"
    }
]